Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Linear**: set the direction with the angle wheel, or with the eight one-click angle presets next to it.
ar: **خطي**: اضبط الاتجاه باستخدام عجلة الزاوية، أو باستخدام الإعدادات الثمانية المسبقة للزاوية بنقرة واحدة بجوارها.
ca: **Lineal**: establiu la direcció amb la roda angular o amb els vuit preajustos d'angle d'un clic al costat.
cs: **Lineární**: nastavte směr pomocí úhlového kolečka nebo pomocí osmi přednastavení úhlu na jedno kliknutí vedle něj.
da: **Lineær**: Indstil retningen med vinkelhjulet eller med de otte forudindstillinger for et enkelt klik ved siden af.
de: **Linear**: Lege die Richtung mit dem Winkelrad oder mit den acht Winkelvorgaben daneben fest.
el: **Γραμμικό**: ορίστε την κατεύθυνση με τον γωνιακό τροχό ή με τις οκτώ προεπιλογές γωνίας με ένα κλικ δίπλα του.
es: **Lineal**: define la dirección con la rueda de ángulo o con los ocho ángulos predefinidos que hay al lado.
fa: **خطی**: جهت را با چرخ زاویه یا با هشت پیش‌تنظیم زاویهٔ کنار آن (با یک کلیک) تعیین کنید.
fi: **Lineaarinen**: aseta suunta kulmapyörällä tai sen vieressä olevilla kahdeksalla yhden napsautuksen kulman esiasetuksella.
fr: **Linéaire** : définissez la direction avec la molette d'angle ou avec les huit préréglages d'angle en un clic à côté.
he: **לינארית**: הגדר את הכיוון באמצעות גלגל הזווית, או עם שמונה הקביעות המוגדרות מראש של הזווית בלחיצה אחת לצדו.
hr: **Linearno**: postavite smjer kotačićem kuta ili pomoću osam unaprijed postavljenih kutova jednim klikom pored njega.
hu: **Lineáris**: állítsa be az irányt a szögkerékkel vagy a mellette lévő nyolc egykattintásos szögbeállítással.
id: **Linear**: mengatur arah dengan roda sudut, atau dengan delapan preset sudut sekali klik di sebelahnya.
it: **Lineare**: imposta la direzione con la rotella dell'angolo o con gli otto preset di angolo accanto, applicabili con un clic.
ja: **線形**: 角度ホイール、または隣にある8つのワンクリック角度プリセットで方向を設定します。
ko: **선형**: 각도 휠이나 그 옆의 8가지 원클릭 각도 사전 설정으로 방향을 설정합니다.
ms: **Linear**: tetapkan arah dengan roda sudut, atau dengan lapan pratetap sudut satu klik di sebelahnya.
nl: **Lineair**: stel de richting in met het hoekwiel, of met de acht hoekvoorinstellingen ernaast.
no: **Lineær**: Still inn retningen med vinkelhjulet, eller med de åtte forhåndsinnstillingene for ett klikk ved siden av.
pl: **Liniowy**: ustaw kierunek za pomocą pokrętła kątowego lub ośmiu gotowych ustawień kąta dostępnych za jednym kliknięciem obok niego.
pt_br: **Linear**: defina a direção com a roda angular ou com as oito predefinições de ângulo de um clique próximas a ela.
pt_pt: **Linear**: defina a direção com a roda angular ou com as oito predefinições de ângulo de um clique próximas a ela.
ro: **Liniar**: setați direcția cu roata unghiulară sau cu cele opt presetări de unghi cu un singur clic de lângă ea.
ru: **Линейный**: задайте направление колесом угла или одним из восьми пресетов угла рядом с ним.
sk: **Lineárne**: nastavte smer pomocou uhlového kolieska alebo pomocou ôsmich prednastavení uhla na jedno kliknutie vedľa neho.
sl: **Linearno**: nastavite smer s kolescem kota ali z osmimi prednastavitvami kota z enim klikom poleg njega.
sv: **Linjär**: ställ in riktningen med vinkelhjulet eller med de åtta förinställda vinkeln med ett klick bredvid.
th: **เชิงเส้น**: กำหนดทิศทางด้วยวงล้อมุม หรือด้วยการตั้งค่ามุมล่วงหน้าแบบคลิกเดียวทั้ง 8 อันที่อยู่ติดกัน
tr: **Doğrusal**: yönü açı çarkıyla ya da yanındaki sekiz tek tıklık açı hazır ayarıyla belirleyin.
uk: **Лінійний**: задайте напрямок коліщатком кута або одним із восьми пресетів кута поруч.
ur: **لکیری**: زاویہ پہیے کے ساتھ سمت متعین کریں، یا اس کے ساتھ والے آٹھ ایک-کلک زاویہ پیش سیٹ کے ساتھ۔
vi: **Tuyến tính**: đặt hướng bằng bánh xe góc hoặc bằng tám cài đặt trước góc bằng một cú nhấp chuột bên cạnh.
zh_hans: **线性**：使用角度转盘，或旁边八个一键角度预设来设置方向。
zh_hant: **線性**：用角度轉盤設定方向，或使用旁邊八個一鍵角度預設。

source: **Lock aspect when resizing icons** by holding **⇧** while dragging a corner handle.
ar: **قفل الجانب عند تغيير حجم الرموز** بالضغط على **⇧** أثناء سحب مقبض الزاوية.
ca: **Bloqueja l'aspecte quan canvies la mida de les icones** mantenint premut **⇧** mentre arrossegues una nansa de cantonada.
cs: **Zamkněte poměr stran při změně velikosti ikon** přidržením **⇧** a tažením za rohový úchyt.
da: **Lås aspekt, når du ændrer størrelse på ikoner** ved at holde **⇧** nede, mens du trækker i et hjørnehåndtag.
de: **Seitenverhältnis beim Skalieren von Symbolen beibehalten**: Halte **⇧** gedrückt, während du an einem Eckgriff ziehst.
el: **Κλείδωμα πτυχής κατά την αλλαγή μεγέθους εικονιδίων** κρατώντας πατημένο το **⇧** ενώ σύρετε μια γωνιακή λαβή.
es: **Mantén la proporción al redimensionar iconos** pulsando **⇧** mientras arrastras un tirador de esquina.
fa: **هنگام تغییر اندازهٔ آیکون‌ها نسبت ابعاد را قفل کنید** — با نگه داشتن **⇧** هنگام کشیدن دستگیرهٔ گوشه.
fi: **Lukitse kuvasuhde, kun muutat kuvakkeiden kokoa** pitämällä **⇧** painettuna samalla, kun vedät kulmakahvaa.
fr: **Conservez les proportions des icônes** en maintenant **⇧** enfoncée pendant que vous faites glisser une poignée d'angle.
he: **נעילת היבט בעת שינוי גודל סמלים** על ידי החזקת **⇧** תוך כדי גרירת ידית פינה.
hr: **Zaključajte aspekt prilikom promjene veličine ikona** držeći **⇧** dok povlačite kutnu ručicu.
hu: **Zárolja a képarányt az ikonok átméretezésekor** úgy, hogy lenyomva tartja a **⇧** gombot, miközben húzza a sarokfogantyút.
id: **Kunci aspek saat mengubah ukuran ikon** dengan menahan **⇧** sambil menyeret pegangan sudut.
it: **Blocca le proporzioni durante il ridimensionamento delle icone** tenendo premuto **⇧** mentre trascini una maniglia d'angolo.
ja: **アイコンのサイズ変更時に縦横比を固定**: **⇧** を押しながら角のハンドルをドラッグします。
ko: **아이콘 크기 조정 시 비율 고정**: 모서리 핸들을 드래그할 때 **⇧**를 누르고 있으세요.
ms: **Kunci aspek apabila mengubah saiz ikon** dengan menahan **⇧** sambil menyeret pemegang sudut.
nl: **Vergrendel het aspect bij het wijzigen van de grootte van pictogrammen** door **⇧** ingedrukt te houden terwijl u een hoekgreep sleept.
no: **Lås aspektet når du endrer størrelse på ikoner** ved å holde nede **⇧** mens du drar et hjørnehåndtak.
pl: **Zablokuj aspekt podczas zmiany rozmiaru ikon**, przytrzymując **⇧** podczas przeciągania uchwytu narożnego.
pt_br: **Mantenha a proporção ao redimensionar ícones** segurando **⇧** enquanto arrasta uma alça de canto.
pt_pt: **Bloqueie o aspecto ao redimensionar ícones** segurando **⇧** enquanto arrasta uma alça de canto.
ro: **Blocați aspectul la redimensionarea pictogramelor** ținând apăsat **⇧** în timp ce trageți un mâner de colț.
ru: **Сохраняйте пропорции при изменении размера значков**, удерживая **⇧** при перетаскивании угловой ручки.
sk: **Zamknite pomer strán pri zmene veľkosti ikon** podržaním **⇧** a ťahaním za rohovú rukoväť.
sl: **Zaklenite vidik pri spreminjanju velikosti ikon** tako, da držite **⇧** med vlečenjem kotne ročice.
sv: **Lås aspekten när du ändrar storlek på ikoner** genom att hålla ned **⇧** medan du drar ett hörnhandtag.
th: **ล็อกลักษณะเมื่อปรับขนาดไอคอน** โดยกด **⇧** ค้างไว้ขณะลากที่จับที่มุม
tr: Bir köşe tutamacını sürüklerken **⇧** tuşunu basılı tutarak **simgeleri yeniden boyutlandırırken en boy oranını kilitleyin**.
uk: **Зберігайте пропорції під час зміни розміру значків**, утримуючи **⇧** під час перетягування кутового маркера.
ur: ** آئیکنز کا سائز تبدیل کرتے وقت ** کونے والے ہینڈل کو گھسیٹتے ہوئے **⇧** کو پکڑ کر اسپیکٹ کو لاک کریں۔
vi: **Khóa khía cạnh khi thay đổi kích thước biểu tượng** bằng cách giữ **⇧** trong khi kéo tay cầm ở góc.
zh_hans: **调整图标大小时锁定宽高比**：拖动角控制点时按住 **⇧** 即可。
zh_hant: 拖移角落控制點時按住 **⇧**，即可**在調整圖示大小時鎖定比例**。

source: **Lock the background art.** **⌘L** on a full-bleed image stops you grabbing it every time you click near the canvas edge.
ar: **قفل صورة الخلفية.** **⌘L** في الصورة ذات الهوامش الكاملة يمنعك من الإمساك بها في كل مرة تنقر فيها بالقرب من حافة اللوحة القماشية.
ca: **Bloqueja l'art de fons.** **⌘L** en una imatge a sang total impedeix agafar-la cada vegada que facis clic a prop de la vora del llenç.
cs: **Zamkněte obrázek na pozadí.** **⌘L** na obrázku bez okrajů vás přestane uchopit pokaždé, když klepnete poblíž okraje plátna.
da: **Lås baggrundsbilledet.** **⌘L** på et fuld-bleed-billede forhindrer dig i at gribe det, hver gang du klikker nær lærredets kant.
de: **Hintergrundbild sperren.** **⌘L** auf einem randlosen Bild verhindert, dass du es jedes Mal erwischst, wenn du nahe am Leinwandrand klickst.
el: **Κλειδώστε το εξώφυλλο φόντου.** **⌘L** σε μια εικόνα πλήρους ροής σας σταματά να την πιάνετε κάθε φορά που κάνετε κλικ κοντά στην άκρη του καμβά.
es: **Bloquea la imagen de fondo.** **⌘L** en una imagen a sangre evita que la agarres cada vez que haces clic cerca del borde del lienzo.
fa: **تصویر پس‌زمینه را قفل کنید.** **⌘L** روی تصویری که تا لبه‌ها کشیده شده، باعث می‌شود هر بار که نزدیک لبهٔ بوم کلیک می‌کنید آن را نگیرید.
fi: **Lukitse taustakuva.** **⌘L** täysvertaisessa kuvassa estää sinua tarttumasta siihen aina, kun klikkaat lähellä kankaan reunaa.
fr: **Verrouillez l'illustration de fond.** **⌘L** sur une image à fond perdu évite de la saisir chaque fois que vous cliquez près du bord du canevas.
he: **נעל את אמנות הרקע.** **⌘L** בתמונה מלאה מונעת ממך לתפוס אותה בכל פעם שאתה לוחץ ליד קצה הקנבס.
hr: **Zaključajte pozadinsku sliku.** **⌘L** na slici bez ruba sprječava da je zgrabite svaki put kada kliknete blizu ruba platna.
hu: **Zárolja a háttérképet.** A **⌘L** a teljes képen megakadályozza, hogy megragadja, valahányszor a vászon széle közelében kattint.
id: **Kunci seni latar belakang.** **⌘L** pada gambar penuh akan menghentikan Anda mengambilnya setiap kali Anda mengeklik di dekat tepi kanvas.
it: **Blocca l'immagine di sfondo.** **⌘L** su un'immagine a tutta pagina evita di afferrarla ogni volta che fai clic vicino al bordo della tela.
ja: **背景アートはロックする**。全面に配置した画像で **⌘L** を押しておけば、キャンバスの端付近をクリックするたびに画像をつかんでしまうことがなくなります。
ko: **배경 아트를 잠그세요.** 화면을 가득 채운 이미지에 **⌘L**을 사용하면 캔버스 가장자리 근처를 클릭할 때마다 이미지가 잡히는 일이 없습니다.
ms: **Kunci seni latar belakang.** **⌘L** pada imej berdarah penuh menghalang anda daripada menangkapnya setiap kali anda mengklik berhampiran tepi kanvas.
nl: **Vergrendel de achtergrondillustratie.** **⌘L** bij een volledige afbeelding zorgt ervoor dat u deze niet meer vastpakt telkens wanneer u in de buurt van de rand van het canvas klikt.
no: **Lås bakgrunnsbildet.** **⌘L** på et full-bleed-bilde hindrer deg i å ta tak i det hver gang du klikker nær lerretskanten.
pl: **Zablokuj grafikę tła.** **⌘L** na obrazie z pełnym spadem uniemożliwia chwytanie go za każdym razem, gdy klikniesz w pobliżu krawędzi płótna.
pt_br: **Bloqueie a arte de fundo.** **⌘L** em uma imagem que ocupa a tela toda evita que você a selecione sem querer toda vez que clicar perto da borda.
pt_pt: **Bloqueie a arte de fundo.** **⌘L** em uma imagem sem margens impede que você a agarre toda vez que clicar perto da borda da ecrã.
ro: **Blocați imaginea de fundal.** **⌘L** pe o imagine plină de sânge vă împiedică să o luați de fiecare dată când faceți clic pe lângă marginea pânzei.
ru: **Заблокируйте фоновую графику.** **⌘L** на изображении во весь холст избавит от случайного захвата при каждом нажатии у края холста.
sk: **Zamknite obrázok na pozadí.** **⌘L** na obrázku bez okrajov vás prestane chytiť zakaždým, keď kliknete blízko okraja plátna.
sl: **Zaklenite sliko ozadja.** **⌘L** na sliki s široko robo prepreči, da bi jo zgrabili vsakič, ko kliknete blizu roba platna.
sv: **Lås bakgrundsbilden.** **⌘L** på en bild med full utfall hindrar dig från att ta tag i den varje gång du klickar nära dukens kant.
th: **ล็อคงานศิลปะพื้นหลัง** **⌘L** บนรูปภาพเต็มพื้นที่จะทำให้คุณไม่สามารถหยิบมันขึ้นมาได้ทุกครั้งที่คุณคลิกใกล้ขอบผ้าใบ
tr: **Arka plan görselini kilitleyin.** Tam kenar görüntüde **⌘L**, tuval kenarına yakın her tıklamada onu yanlışlıkla tutmanızı önler.
uk: **Замкніть фонове зображення.** **⌘L** на зображенні на все полотно не дасть випадково схопити його щоразу, коли ви клацаєте біля краю полотна.
ur: **بیک گراؤنڈ آرٹ کو لاک کریں۔ ** **⌘L** مکمل خون والی تصویر پر جب بھی آپ کینوس کے کنارے کے قریب کلک کرتے ہیں تو آپ اسے پکڑنا بند کر دیتے ہیں۔
vi: **Khóa hình nền.** **⌘L** trên hình ảnh tràn lề sẽ giúp bạn không chộp lấy hình ảnh đó mỗi khi nhấp vào gần mép canvas.
zh_hans: **锁定背景图**。对满版图像按 **⌘L**，就不会在画布边缘附近点按时总是误选它。
zh_hant: **鎖定背景圖**。對滿版影像按 **⌘L**，就不會每次在畫布邊緣附近點按時都誤抓到它。

source: **Lock** — select a shape and choose **Edit ▸ Lock** (**⌘L**), or right-click it ▸ **Lock**. Clicks and drags then pass straight through it; a locked shape's only right-click item is **Unlock**.
ar: **قفل** — حدد شكلاً واختر **تحرير ▸ قفل** (**⌘L**)، أو انقر بزر الماوس الأيمن عليه ▸ **قفل**. ثم تمر النقرات والسحب مباشرة من خلالها؛ العنصر الوحيد الذي يتم النقر عليه بزر الماوس الأيمن في الشكل المقفل هو **Unlock**.
ca: **Bloqueja**: seleccioneu una forma i trieu **Edita ▸ Bloqueja** (**⌘L**), o feu-hi clic amb el botó dret ▸ **Bloqueja**. Els clics i els arrossegaments passen directament a través d'ell; l'únic element de clic dret d'una forma bloquejada és **Desbloquejar**.
cs: **Zamknout** – vyberte tvar a zvolte **Upravit ▸ Uzamknout** (**⌘L**), nebo na něj klikněte pravým tlačítkem ▸ **Zamknout**. Kliknutí a tažení pak projdou přímo skrz něj; jedinou položkou, na kterou se klikne pravým tlačítkem v uzamčeném tvaru, je **Odemknout**.
da: **Lås** — vælg en form, og vælg **Rediger ▸ Lås** (**⌘L**), eller højreklik på den ▸ **Lås**. Klik og træk passerer derefter lige igennem det; En låst figurs eneste højreklik-element er **Lås op**.
de: **Sperren** – Wähle eine Form aus und wähle **Bearbeiten ▸ Sperren** (**⌘L**) oder Rechtsklick ▸ **Sperren**. Klicks und Ziehen gehen dann einfach durch sie hindurch; im Kontextmenü einer gesperrten Form gibt es nur **Entsperren**.
el: **Κλείδωμα** — επιλέξτε ένα σχήμα και επιλέξτε **Επεξεργασία ▸ Κλείδωμα** (**⌘L**) ή κάντε δεξί κλικ σε αυτό ▸ **Κλείδωμα**. Κάντε κλικ και σέρνει και στη συνέχεια περνούν κατευθείαν μέσα από αυτό. Το μόνο στοιχείο με δεξί κλικ σε ένα κλειδωμένο σχήμα είναι το **Ξεκλείδωμα**.
es: **Bloquear**: selecciona una forma y elige **Edición ▸ Bloquear** (**⌘L**), o haz clic derecho sobre ella ▸ **Bloquear**. Los clics y arrastres la atraviesan; el único elemento del menú contextual de una forma bloqueada es **Desbloquear**.
fa: **قفل کردن** — شکلی را انتخاب کنید و **ویرایش ▸ قفل کردن** (**⌘L**) را برگزینید، یا روی آن کلیک راست کنید ▸ **قفل کردن**. از آن پس کلیک‌ها و کشیدن‌ها مستقیماً از آن رد می‌شوند؛ تنها گزینهٔ کلیک راست یک شکل قفل‌شده **باز کردن قفل** است.
fi: **Lukitse** — valitse muoto ja valitse **Muokkaa ▸ Lukitse** (**⌘L**) tai napsauta sitä hiiren kakkospainikkeella ▸ **Lukitse**. Napsautukset ja vetäminen kulkevat sitten suoraan sen läpi; lukitun muodon ainoa hiiren kakkospainikkeella napsautettava kohde on **Avaa**.
fr: **Verrouiller** : sélectionnez une forme et choisissez **Édition ▸ Verrouiller** (**⌘L**), ou cliquez dessus avec le bouton droit ▸ **Verrouiller**. Les clics et glissements la traversent alors ; le menu contextuel d'une forme verrouillée ne propose que **Déverrouiller**.
he: **נעל** — בחר צורה ובחר **ערוך ▸ נעילה** (**⌘L**), או לחץ עליה באמצעות לחצן העכבר הימני ▸ **נעל**. לחיצות וגרירות ואז עוברות ישר דרכה; הפריט היחיד בלחיצה ימנית של צורה נעולה הוא **ביטול נעילה**.
hr: **Zaključaj** — odaberite oblik i odaberite **Uredi ▸ Zaključaj** (**⌘L**) ili ga kliknite desnom tipkom miša ▸ **Zaključaj**. Klikovi i povlačenje zatim prolaze ravno kroz njega; jedina stavka zaključanog oblika desnom tipkom miša je **Otključaj**.
hu: **Zárolás** — válasszon ki egy alakzatot, majd válassza a **Szerkesztés ▸ Zárolás** (**⌘L**) lehetőséget, vagy kattintson rá jobb gombbal ▸ **Zárolás**. Kattintások és húzások, majd egyenesen áthaladnak rajta; a zárolt alakzat egyetlen jobb gombbal kattintható eleme a **Feloldás**.
id: **Kunci** — pilih bentuk dan pilih **Edit ▸ Kunci** (**⌘L**), atau klik kanan ▸ **Kunci**. Klik dan seret lalu lewati langsung; satu-satunya item klik kanan pada bentuk terkunci adalah **Buka Kunci**.
it: **Blocca**: seleziona una forma e scegli **Composizione ▸ Blocca** (**⌘L**), oppure fai clic destro su di essa ▸ **Blocca**. Clic e trascinamenti la attraversano; l'unica voce del clic destro di una forma bloccata è **Sblocca**.
ja: **ロック** — 図形を選択して **編集 ▸ ロック** (**⌘L**) を選ぶか、右クリック ▸ **ロック** を選びます。以降、クリックやドラッグはその図形を素通りします。ロックされた図形の右クリックメニューには **ロック解除** だけが表示されます。
ko: **잠금** — 도형을 선택하고 **편집 ▸ 잠금**(**⌘L**)을 선택하거나, 오른쪽 클릭 ▸ **잠금**을 선택합니다. 그러면 클릭과 드래그가 도형을 그대로 통과합니다. 잠긴 도형의 오른쪽 클릭 메뉴에는 **잠금 해제**만 있습니다.
ms: **Kunci** — pilih bentuk dan pilih **Edit ▸ Kunci** (**⌘L**), atau klik kanan padanya ▸ **Kunci**. Klik dan seret kemudian terus melaluinya; satu-satunya item klik kanan bentuk terkunci ialah **Buka Kunci**.
nl: **Vergrendelen** — selecteer een vorm en kies **Bewerken ▸ Vergrendelen** (**⌘L**), of klik er met de rechtermuisknop op ▸ **Vergrendelen**. Klikken en slepen gaan er vervolgens dwars doorheen; Het enige rechtsklikitem van een vergrendelde vorm is **Ontgrendelen**.
no: **Lås** — velg en form og velg **Rediger ▸ Lås** (**⌘L**), eller høyreklikk den ▸ **Lås**. Klikk og dra går deretter rett gjennom den; En låst figurs eneste høyreklikkelement er **Lås opp**.
pl: **Zablokuj** — wybierz kształt i wybierz **Edytuj ▸ Zablokuj** (**⌘L**) lub kliknij go prawym przyciskiem myszy ▸ **Zablokuj**. Kliknięcia i przeciągnięcia przechodzą bezpośrednio przez niego; Jedynym elementem wyświetlanym po kliknięciu prawym przyciskiem myszy zablokowanego kształtu jest **Odblokuj**.
pt_br: **Bloquear** — selecione uma forma e escolha **Editar ▸ Bloquear** (**⌘L**) ou clique nela com o botão direito ▸ **Bloquear**. Cliques e arrastos passam direto por ela; o único item do menu de contexto de uma forma bloqueada é **Desbloquear**.
pt_pt: **Bloquear** — selecione uma forma e escolha **Editar ▸ Bloquear** (**⌘L**) ou clique com o botão direito nela ▸ **Bloquear**. Clique e arraste e passe direto por ele; o único item de clique com o botão direito de uma forma bloqueada é **Desbloquear**.
ro: **Lock** — selectați o formă și alegeți **Edit ▸ Lock** (**⌘L**) sau faceți clic dreapta pe ea ▸ **Lock**. Clicurile și tragerile trec apoi direct prin el; singurul element de clic dreapta al unei forme blocate este **Deblocare**.
ru: **Заблокировать** — выберите фигуру и выберите **Правка ▸ Заблокировать** (**⌘L**) или нажмите на нее правой кнопкой ▸ **Заблокировать**. После этого нажатия и перетаскивания проходят сквозь нее; единственный пункт контекстного меню заблокированной фигуры — **Разблокировать**.
sk: **Zamknúť** – vyberte tvar a vyberte **Upraviť ▸ Zamknúť** (**⌘L**), alebo naň kliknite pravým tlačidlom myši ▸ **Zamknúť**. Kliknutia a ťahanie potom prechádzajú priamo cez ňu; jedinou položkou, na ktorú sa klikne pravým tlačidlom myši uzamknutého tvaru, je **Odomknúť**.
sl: **Zakleni** — izberite obliko in izberite **Uredi ▸ Zakleni** (**⌘L**) ali jo kliknite z desno miškino tipko ▸ **Zakleni**. Kliki in vlečenja nato gredo naravnost skozenj; edini element zaklenjene oblike z desnim klikom je **Odkleni**.
sv: **Lås** — välj en form och välj **Redigera ▸ Lås** (**⌘L**), eller högerklicka på den ▸ **Lås**. Klick och drag passerar sedan rakt igenom den; En låst forms enda högerklicksobjekt är **Lås upp**.
th: **ล็อค** — เลือกรูปร่างและเลือก **แก้ไข ▸ ล็อค** (**⌘L**) หรือคลิกขวา ▸ **ล็อค** คลิกและลากแล้วผ่านไปตรงๆ รายการคลิกขวาเพียงรายการเดียวของรูปร่างที่ถูกล็อกคือ **ปลดล็อก**
tr: **Kilitle** — bir şekil seçip **Düzen ▸ Kilitle**'yi (**⌘L**) seçin ya da sağ tıklayıp ▸ **Kilitle**'yi seçin. Tıklamalar ve sürüklemeler artık doğrudan içinden geçer; kilitli bir şeklin tek sağ tıklama öğesi **Kilidi Aç**'tır.
uk: **Замкнути** — виберіть фігуру та виберіть **Редагувати ▸ Замкнути** (**⌘L**) або клацніть її правою кнопкою ▸ **Замкнути**. Після цього клацання й перетягування проходять крізь неї; єдиний пункт контекстного меню замкненої фігури — **Відімкнути**.
ur: **لاک** — ایک شکل منتخب کریں اور **ترمیم کریں ▸ لاک** (**⌘L**) کو منتخب کریں، یا اس پر دائیں کلک کریں ▸ **لاک**۔ کلکس اور ڈریگ پھر سیدھے اس سے گزرتے ہیں۔ ایک مقفل شکل کی صرف دائیں کلک والی آئٹم **انلاک** ہے۔
vi: **Khóa** — chọn một hình và chọn **Chỉnh sửa ▸ Khóa** (**⌘L**) hoặc nhấp chuột phải vào hình đó ▸ **Khóa**. Nhấp và kéo rồi đi thẳng qua nó; mục nhấp chuột phải duy nhất của hình dạng bị khóa là **Mở khóa**.
zh_hans: **锁定**——选择形状后选取 **编辑 ▸ 锁定**（**⌘L**），或右键点按它 ▸ **锁定**。之后点按和拖动会直接穿透它；已锁定形状的右键菜单中只有 **解锁** 一项。
zh_hant: **鎖定**——選取形狀並選擇**編輯 ▸ 鎖定**（**⌘L**），或按右鍵 ▸ **鎖定**。點按和拖移之後會直接穿透它；已鎖定形狀的右鍵選單只有**解鎖**一項。
